[
{	"id": 1,
	"name":"Αγγελική Μιχαηλίδου",
	"age":"46",
	"graduationYear":"2000",
	"educationDegree":"",
	"educationInstitute":"",
	"currentJob":"Consultant at Meta",
	"emailAdress":"",
	"text":"Ονομάζομαι Αγγελική Μιχαηλίδου και είμαι απόφοιτος της Σχολής Μηχανικών Υπολογιστών του Πανεπιστημίου, από το 2017. Σήμερα, εργάζομαι ως Consultant στην εταιρεία Meta, και οφείλω μεγάλο μέρος της επαγγελματικής μου πορείας στις εμπειρίες και τις γνώσεις που απέκτησα κατά τη διάρκεια των σπουδών μου.\n\nΟι σπουδές μου στη Σχολή Μηχανικών Υπολογιστών δεν ήταν μόνο μια ευκαιρία για να αναπτύξω τις τεχνικές μου γνώσεις, αλλά και μια πλατφόρμα για να καλλιεργήσω απαραίτητες δεξιότητες όπως το problem solving και την πρωτοβουλία. Οι καθηγητές μας, με την καθοδήγηση και την υποστήριξή τους, μας ενθάρρυναν να αντιμετωπίζουμε κάθε πρόβλημα ως μια ευκαιρία για μάθηση και ανάπτυξη. Μέσα από τις εργασίες και τα project, μάθαμε να προσεγγίζουμε τα προβλήματα με κριτική σκέψη και δημιουργικότητα, βρίσκοντας λύσεις ακόμα και στις πιο δύσκολες προκλήσεις.\n\nΕπιπλέον, το πανεπιστήμιο ενίσχυσε το επιχειρηματικό μου πνεύμα. Συμμετέχοντας σε διάφορους διαγωνισμούς και εργαστήρια επιχειρηματικότητας, απέκτησα τις βάσεις για να σκέφτομαι και να δρω επιχειρηματικά. Η υποστήριξη από την πανεπιστημιακή κοινότητα και η αλληλεπίδραση με συμφοιτητές και καθηγητές ήταν καθοριστικής σημασίας για την ανάπτυξη των ιδεών μου και την εφαρμογή τους στην πράξη.\n\nΕξίσου σημαντικά ήταν τα soft skills που ανέπτυξα κατά τη διάρκεια των σπουδών μου. Η συνεργασία με ομάδες, η διαχείριση χρόνου και οι επικοινωνιακές δεξιότητες ήταν βασικά στοιχεία που ενσωματώθηκαν στο καθημερινό μας πρόγραμμα. Οι δεξιότητες αυτές αποδείχθηκαν ανεκτίμητες στην επαγγελματική μου ζωή, ειδικά τώρα που εργάζομαι σε έναν πολυεθνικό κολοσσό όπως η Meta, όπου η αποτελεσματική επικοινωνία και η συνεργασία με διαφορετικές ομάδες είναι κρίσιμες για την επιτυχία κάθε project.\n\nΣυνοψίζοντας, οι σπουδές μου στο Πανεπιστήμιο δεν μου προσέφεραν μόνο τις τεχνικές γνώσεις που απαιτούνται στον τομέα της Μηχανικής Υπολογιστών, αλλά και τα εργαλεία για να εξελιχθώ ως επαγγελματίας και ως άτομο. Είμαι ευγνώμων για τις ευκαιρίες που μου δόθηκαν και τις εμπειρίες που μοιράστηκα με τους συμφοιτητές και τους καθηγητές μου, και νιώθω περήφανη που ανήκω στην οικογένεια των διακεκριμένων αποφοίτων του Πανεπιστημίου.",
	"image":"alumni1.jpg",
	"video":"https://youtu.be/6Vfq-7RKMMo?si=5V5m0xrFtwDJeMFo"
},
{"id": 9,
	"name":"Παναγιώτα Ανδρέου",
	"age":"26",
	"graduationYear":"2021",
	"educationDegree":"",
	"educationInstitute":"",
	"currentJob":"AI specialist at VirtuosoVibe Solutions",
	"emailAdress":"",
	"text":"Ονομάζαμαι Παναγιώτα Ανδρέου και αποφοίτησα από τη Σχολή Μηχανικών Υπολογιστών του Πανεπιστημίου το 2021. Σήμερα, υπηρετώ ως AI specialist στην εταιρεία VirtuosoVibe Solutions. Η εμπειρία μου στο Πανεπιστήμιο διαμόρφωσε καθοριστικά την επαγγελματική μου πορεία και την εξέλιξή μου στον επιχειρηματικό κόσμο.\n\nΚατά τη διάρκεια των σπουδών μου, η ανάπτυξη δεξιοτήτων στην επίλυση προβλημάτων (problem solving) ήταν κεντρική. Οι απαιτητικές εργασίες και τα πολύπλοκα project μας δίδαξαν πώς να αντιμετωπίζουμε προκλήσεις με μεθοδικότητα και δημιουργικότητα. Αυτή η προσέγγιση με βοήθησε να αναπτύξω μια αναλυτική σκέψη, που είναι απαραίτητη για τη λήψη αποφάσεων και την επίλυση προβλημάτων στην ηγεσία μιας τεχνολογικής εταιρείας όπως η VirtuosoVibe Solutions.\n\nΗ ανάληψη πρωτοβουλιών ήταν επίσης ένα σημαντικό στοιχείο της εκπαίδευσής μου. Στο Πανεπιστήμιο, είχα την ευκαιρία να ηγηθώ σε ομαδικά έργα και να προωθήσω δικές μου ιδέες. Αυτή η εμπειρία με εξόπλισε με την αυτοπεποίθηση και την ικανότητα να αναλαμβάνω δράση και να καθοδηγώ ομάδες, κάτι που είναι ζωτικής σημασίας για την επιτυχία σε ηγετικούς ρόλους.\n\nΗ εκπαίδευση στην επιχειρηματικότητα ήταν επίσης καθοριστική. Μέσα από διαγωνισμούς και προγράμματα επιχειρηματικότητας, έμαθα να αναγνωρίζω ευκαιρίες και να αναπτύσσω στρατηγικές για την εκμετάλλευσή τους. Αυτές οι δεξιότητες με βοήθησαν να ιδρύσω και να αναπτύξω τη VirtuosoVibe Solutions, οδηγώντας την εταιρεία σε νέες επιτυχίες και καινοτομίες.\n\nΕπιπλέον, τα soft skills που απέκτησα κατά τη διάρκεια των σπουδών μου ήταν ανεκτίμητα. Η συμμετοχή σε ομαδικά έργα, οι παρουσιάσεις και η συνεχής αλληλεπίδραση με συμφοιτητές και καθηγητές με βοήθησαν να βελτιώσω τις επικοινωνιακές μου δεξιότητες και να μάθω να συνεργάζομαι αποτελεσματικά. Στην επαγγελματική μου ζωή, αυτές οι δεξιότητες είναι απαραίτητες για τη δημιουργία και τη διατήρηση ισχυρών σχέσεων με συνεργάτες, πελάτες και την ομάδα μου.\n\nΑναπολώντας τα χρόνια μου στο Πανεπιστήμιο, νιώθω βαθιά ευγνωμοσύνη για τις εμπειρίες και τις γνώσεις που απέκτησα. Το πανεπιστήμιο αυτό μου έδωσε τα εφόδια για να εξελιχθώ και να επιτύχω στον επιχειρηματικό κόσμο. Είμαι περήφανη που ανήκω στους διακεκριμένους αποφοίτους του Πανεπιστημίου και ευχαριστώ θερμά όλους όσοι συνέβαλαν σε αυτή την πορεία.",
	"image":"alumni9.jpg",
	"video":"https://youtu.be/zBiJaRwjb9g?si=eK7Gc1JYmdePuEOl"
},
{"id": 8,
	"name":"Δημήτρης Παππάς",
	"age":"57",
	"graduationYear":"1990",
	"educationDegree":"",
	"educationInstitute":"",
	"currentJob":"Cybersecurity Analyst at Synergetic Byte Dynamics",
	"emailAdress":"",
	"text":"Ονομάζαμαι Δημήτρης Παππάς και αποφοίτησα από τη Σχολή Μηχανικών Υπολογιστών του Πανεπιστημίου το 1990. Σήμερα εργάζομαι ως Cybersecurity Analyst στην εταιρεία Synergetic Byte Dynamics. Η εκπαίδευση και οι εμπειρίες μου στο Πανεπιστήμιο ήταν καθοριστικές για την επαγγελματική μου πορεία και την εξέλιξή μου στον τομέα της κυβερνοασφάλειας.\n\nΣτο Πανεπιστήμιο, έμαθα την αξία της επίλυσης προβλημάτων (problem solving). Οι απαιτητικές εργασίες και τα σύνθετα projects μας δίδαξαν πώς να αντιμετωπίζουμε προκλήσεις με αναλυτική σκέψη και δημιουργικότητα. Αυτή η προσέγγιση με βοήθησε να αναπτύξω τις δεξιότητες που χρειάζομαι για να εντοπίζω και να επιλύω προβλήματα ασφαλείας στον κυβερνοχώρο, κάτι που είναι απαραίτητο στη δουλειά μου ως Cybersecurity Analyst.\n\nΗ πρωτοβουλία ήταν ένας άλλος σημαντικός παράγοντας της εκπαίδευσής μου. Στο Πανεπιστήμιο, ενθαρρυνόμασταν να αναλαμβάνουμε πρωτοβουλίες και να ηγούμαστε σε ομαδικά έργα. Αυτή η νοοτροπία με έκανε πιο αυτοδύναμο και αποφασιστικό, δίνοντάς μου την ικανότητα να προτείνω και να υλοποιώ λύσεις σε πολύπλοκα ζητήματα ασφαλείας, διασφαλίζοντας την προστασία των πληροφοριών και των συστημάτων της εταιρείας.\n\nΤο πανεπιστήμιο επίσης ενίσχυσε την επιχειρηματική μου σκέψη. Μέσα από διαγωνισμούς και εργαστήρια, έμαθα να αναγνωρίζω ευκαιρίες και να αναπτύσσω στρατηγικές για την αξιοποίησή τους. Αυτή η επιχειρηματική προσέγγιση με βοήθησε να φέρω καινοτόμες λύσεις στην εταιρεία Synergetic Byte Dynamics, βελτιώνοντας συνεχώς τις μεθόδους ασφάλειας και προστασίας δεδομένων.\n\nΤα soft skills που ανέπτυξα κατά τη διάρκεια των σπουδών μου ήταν εξίσου σημαντικά με τις τεχνικές γνώσεις. Η συνεργασία σε ομαδικά έργα, οι παρουσιάσεις και η αλληλεπίδραση με συμφοιτητές και καθηγητές με βοήθησαν να βελτιώσω τις επικοινωνιακές μου δεξιότητες και την ικανότητά μου να συνεργάζομαι αποτελεσματικά. Αυτές οι δεξιότητες είναι κρίσιμες στη δουλειά μου, καθώς απαιτούνται για τη συνεργασία με άλλους επαγγελματίες και για τη διαχείριση κρίσεων ασφαλείας.\n\nΑναπολώντας τα χρόνια μου στο Πανεπιστήμιο, νιώθω ευγνωμοσύνη για τις εμπειρίες και τις γνώσεις που απέκτησα. Το πανεπιστήμιο αυτό μου προσέφερε τα εργαλεία για να εξελιχθώ και να επιτύχω στον τομέα της κυβερνοασφάλειας. Είμαι περήφανος που ανήκω στους διακεκριμένους αποφοίτους του Πανεπιστημίου και ευχαριστώ θερμά όλους όσοι συνέβαλαν σε αυτή την πορεία.",
	"image":"alumni8.jpg",
	"video":"https://youtu.be/aXJqzn-rBRQ?si=Ehy0OXUBAoJVsBft"
},
{"id": 3,
	"name":"Νικόλαος Γεωργίου",
	"age":"47",
	"graduationYear":"2000",
	"educationDegree":"",
	"educationInstitute":"",
	"currentJob":"Events Marketing Coordinator at Nvidia",
	"emailAdress":"",
	"text":"Ονομάζαμαι Νικόλαος Γεωργίου και αποφοίτησα από τη Σχολή Μηχανικών Υπολογιστών του Πανεπιστημίου το 2000. Σήμερα εργάζομαι ως Events Marketing Coordinator στην Nvidia. Οι εμπειρίες και οι γνώσεις που απέκτησα κατά τη διάρκεια των σπουδών μου στο Πανεπιστήμιο ήταν καταλυτικές για την επαγγελματική μου πορεία.\n\nΑπό τα πρώτα κιόλας έτη των σπουδών μου, οι καθηγητές μας έθεταν σύνθετα προβλήματα και προκλήσεις, αναγκάζοντάς μας να αναπτύξουμε ικανότητες επίλυσης προβλημάτων (problem solving). Αυτή η προσέγγιση με δίδαξε πώς να αντιμετωπίζω τις δυσκολίες μεθοδικά και με αυτοπεποίθηση. Στη δουλειά μου στην Nvidia, η ικανότητα να λύνω προβλήματα γρήγορα και αποτελεσματικά είναι απαραίτητη, ειδικά όταν οργανώνω μεγάλα events με πολλές παραμέτρους.\n\nΗ προώθηση της πρωτοβουλίας ήταν ένα από τα μεγαλύτερα πλεονεκτήματα της εκπαίδευσής μου. Στο Πανεπιστήμιο, οι καθηγητές μας ενθάρρυναν να αναλαμβάνουμε πρωτοβουλίες και να δρούμε αυτόνομα. Αυτό με βοήθησε να εξελιχθώ σε έναν επαγγελματία που δεν φοβάται να προτείνει νέες ιδέες και να αναλαμβάνει την υλοποίησή τους. Στον ρόλο μου ως Events Marketing Coordinator, αυτή η ικανότητα είναι κρίσιμη για την επιτυχία των εκδηλώσεων που οργανώνω.\n\nΕπιπλέον, το πανεπιστήμιο ενίσχυσε την επιχειρηματική μου σκέψη. Μέσα από διάφορα προγράμματα και διαγωνισμούς, είχα την ευκαιρία να αναπτύξω και να παρουσιάσω επιχειρηματικές ιδέες. Η εμπειρία αυτή ήταν ανεκτίμητη, καθώς μου έδωσε τη δυνατότητα να κατανοήσω πώς λειτουργεί η αγορά και να αναπτύξω στρατηγικές για την προώθηση προϊόντων και υπηρεσιών.\n\nΤα soft skills που απέκτησα κατά τη διάρκεια των σπουδών μου ήταν εξίσου σημαντικά με τις τεχνικές γνώσεις. Οι ομαδικές εργασίες και οι παρουσιάσεις με βοήθησαν να βελτιώσω τις επικοινωνιακές μου δεξιότητες και να μάθω να συνεργάζομαι αποτελεσματικά με άλλους. Στη θέση μου στην Nvidia, αυτές οι δεξιότητες είναι κρίσιμες για τη συνεργασία με πολυπολιτισμικές ομάδες και τη διαχείριση πελατών από όλο τον κόσμο.\n\nΣυνοψίζοντας, οι σπουδές μου στο Πανεπιστήμιο διαμόρφωσαν την επαγγελματική μου ταυτότητα και με εξόπλισαν με τις δεξιότητες που χρειάζομαι για να επιτύχω στον τομέα του marketing. Είμαι ευγνώμων για τις εμπειρίες και τις γνώσεις που αποκόμισα και νιώθω περήφανος που ανήκω στους διακεκριμένους αποφοίτους του Πανεπιστημίου.",
	"image":"alumni3.jpg",
	"video":"https://youtu.be/wh3oG206IQs?si=h0f9vXAQfk7r4RSN"
},
{"id": 7,
	"name":"Γιώργος Νικολάου",
	"age":"46",
	"graduationYear":"2000",
	"educationDegree":"",
	"educationInstitute":"",
	"currentJob":"CEO of ZenithByte Innovations",
	"emailAdress":"",
	"text":"Ονομάζαμαι Γιώργος Νικολάου και αποφοίτησα από τη Σχολή Μηχανικών Υπολογιστών του Πανεπιστημίου το 2000. Σήμερα έχω την τιμή να υπηρετώ ως CEO στην εταιρεία ZenithByte Innovations. Η εκπαίδευση και οι εμπειρίες μου στο Πανεπιστήμιο έθεσαν τα θεμέλια για την επαγγελματική μου πορεία και την εξέλιξή μου στον κόσμο της τεχνολογίας και των επιχειρήσεων.\n\nΗ εκπαίδευσή μου στο Πανεπιστήμιο ήταν καθοριστική για την ανάπτυξη των δεξιοτήτων μου στην επίλυση προβλημάτων (problem solving). Οι απαιτητικές εργασίες και τα πολύπλοκα έργα μας προετοίμαζαν συνεχώς να αντιμετωπίζουμε προκλήσεις με μεθοδικότητα και δημιουργικότητα. Αυτή η προσέγγιση με βοήθησε να διαμορφώσω μια αναλυτική και καινοτόμο σκέψη, που είναι απαραίτητη για την ηγεσία μιας τεχνολογικής εταιρείας όπως η ZenithByte Innovations.\n\nΚατά τη διάρκεια των σπουδών μου, η ανάληψη πρωτοβουλιών ήταν ένα από τα βασικά στοιχεία που ενθαρρύνθηκαν από τους καθηγητές μας. Είχαμε την ευκαιρία να αναλάβουμε ηγετικούς ρόλους σε ομαδικά έργα και να υλοποιήσουμε τις δικές μας ιδέες. Αυτή η εμπειρία με εξόπλισε με την αυτοπεποίθηση και την ικανότητα να αναλαμβάνω πρωτοβουλίες, κάτι που είναι καθοριστικό για την επιτυχία στην επιχειρηματικότητα.\n\nΗ έμφαση στην επιχειρηματικότητα κατά τη διάρκεια των σπουδών μου ήταν επίσης εξαιρετικά σημαντική. Μέσα από διαγωνισμούς και εργαστήρια επιχειρηματικότητας, έμαθα να αναγνωρίζω ευκαιρίες, να αναπτύσσω στρατηγικές και να υλοποιώ επιχειρηματικά σχέδια. Αυτές οι δεξιότητες μου επέτρεψαν να ιδρύσω και να ηγηθώ της ZenithByte Innovations, οδηγώντας την εταιρεία σε νέα επίπεδα ανάπτυξης και επιτυχίας.\n\nΤα soft skills που ανέπτυξα στο Πανεπιστήμιο ήταν εξίσου σημαντικά με τις τεχνικές γνώσεις. Οι ομαδικές εργασίες, οι παρουσιάσεις και η συνεχής αλληλεπίδραση με συμφοιτητές και καθηγητές με βοήθησαν να βελτιώσω τις επικοινωνιακές μου δεξιότητες και την ικανότητά μου να συνεργάζομαι αποτελεσματικά. Στον ρόλο μου ως CEO, αυτές οι δεξιότητες είναι κρίσιμες για τη δημιουργία και τη διατήρηση ισχυρών σχέσεων με συνεργάτες, πελάτες και την ομάδα μου.\n\nΑναλογιζόμενος τα χρόνια μου στο Πανεπιστήμιο, νιώθω βαθιά ευγνωμοσύνη για τις εμπειρίες και τις γνώσεις που απέκτησα. Το πανεπιστήμιο αυτό μου προσέφερε τα εφόδια για να εξελιχθώ και να διαπρέψω στον τομέα της τεχνολογίας και της επιχειρηματικότητας. Είμαι περήφανος που ανήκω στους διακεκριμένους αποφοίτους του Πανεπιστημίου και ευχαριστώ θερμά όλους όσοι συνέβαλαν σε αυτή την πορεία.",
	"image":"alumni7.jpg",
	"video":"https://youtu.be/svY2tievId8?si=Su54kChpUGf9O0Td"
},
{"id": 4,
	"name":"Γιώργος Δημητρίου",
	"age":"58",
	"graduationYear":"1990",
	"educationDegree":"",
	"educationInstitute":"",
	"currentJob":"Assistant Professor at Harvard",
	"emailAdress":"",
	"text":"Ονομάζαμαι Γιώργος Δημητρίου και αποφοίτησα από τη Σχολή Μηχανικών Υπολογιστών του Πανεπιστημίου το 1990. Σήμερα, υπηρετώ ως Assistant Professor στο Πανεπιστήμιο Harvard. Οι εμπειρίες μου στο Πανεπιστήμιο έπαιξαν καθοριστικό ρόλο στη διαμόρφωση της επαγγελματικής μου πορείας και των ακαδημαϊκών μου επιτευγμάτων.\n\nΚατά τη διάρκεια των σπουδών μου, είχα την ευκαιρία να βελτιώσω τις δεξιότητές μου στην επίλυση προβλημάτων (problem solving) μέσω απαιτητικών εργασιών και έργων. Οι καθηγητές μας ενθάρρυναν να αναζητούμε καινοτόμες λύσεις και να αντιμετωπίζουμε τα προβλήματα με κριτική σκέψη και δημιουργικότητα. Αυτή η δεξιότητα αποδείχθηκε εξαιρετικά πολύτιμη τόσο στην έρευνά μου όσο και στη διδασκαλία στο Harvard, όπου η ικανότητα να λύνω σύνθετα προβλήματα είναι κρίσιμη.\n\nΈνα από τα πιο σημαντικά μαθήματα που έλαβα στο Πανεπιστήμιο ήταν η αξία της πρωτοβουλίας. Ενθαρρύνθηκα να αναλαμβάνω πρωτοβουλίες και να ηγούμαι έργων, κάτι που με βοήθησε να εξελιχθώ σε έναν ενεργό και καινοτόμο επαγγελματία. Αυτή η προσέγγιση με βοήθησε να καθοδηγώ ερευνητικά προγράμματα και να αναπτύσσω νέες ιδέες στο ακαδημαϊκό μου περιβάλλον.\n\nΗ επιχειρηματική σκέψη ήταν επίσης κεντρικό στοιχείο της εκπαίδευσής μου. Συμμετέχοντας σε προγράμματα και εργαστήρια επιχειρηματικότητας, έμαθα πώς να αναγνωρίζω ευκαιρίες και να σχεδιάζω στρατηγικές για την αξιοποίησή τους. Αυτή η δεξιότητα με βοήθησε να προωθήσω καινοτόμες λύσεις και να συνεισφέρω στην ανάπτυξη νέων τεχνολογιών στο χώρο της μηχανικής υπολογιστών.\n\nΤα soft skills που ανέπτυξα κατά τη διάρκεια των σπουδών μου ήταν εξίσου σημαντικά. Μέσα από ομαδικά έργα, παρουσιάσεις και διαρκή αλληλεπίδραση με συμφοιτητές και καθηγητές, βελτίωσα τις επικοινωνιακές μου δεξιότητες και έμαθα να συνεργάζομαι αποτελεσματικά. Στο Harvard, αυτά τα soft skills είναι απαραίτητα για την επιτυχή διδασκαλία και την καθοδήγηση φοιτητών από διάφορα υπόβαθρα.\n\nΑναλογιζόμενος τα χρόνια μου στο Πανεπιστήμιο, νιώθω ευγνωμοσύνη για τις εμπειρίες και τις γνώσεις που απέκτησα. Το πανεπιστήμιο αυτό μου προσέφερε τα εφόδια για να επιτύχω και να διαπρέψω στον ακαδημαϊκό χώρο. Είμαι περήφανος που ανήκω στους διακεκριμένους αποφοίτους του Πανεπιστημίου και ευχαριστώ θερμά όλους όσοι συνέβαλαν σε αυτή την πορεία.",
	"image":"alumni4.jpg",
	"video":"https://youtu.be/YwvWR2BJylc?si=RGVjjmaW2bcWeQNk"
},
{"id": 10,
	"name":"Δημοσθένης Παπαθανάσης",
	"age":"39",
	"graduationYear":"2010",
	"educationDegree":"",
	"educationInstitute":"",
	"currentJob":"Technical Advisor at Stock Exchange Athens",
	"emailAdress":"",
	"text":"Ονομάζαμαι Δημοσθένης Παπαθανάσης και αποφοίτησα από τη Σχολή Μηχανικών Υπολογιστών του Πανεπιστημίου το 2010. Σήμερα, εργάζομαι ως Technical Advisor στο Χρηματιστήριο Αθηνών. Η εμπειρία μου στο Πανεπιστήμιο έπαιξε καθοριστικό ρόλο στη διαμόρφωση της επαγγελματικής μου ταυτότητας και της πορείας μου στον κόσμο της τεχνολογίας και των χρηματοοικονομικών.\n\nΚατά τη διάρκεια των σπουδών μου, η ικανότητά μου στην επίλυση προβλημάτων (problem solving) ενισχύθηκε σημαντικά. Οι καθηγητές μας μας παρότρυναν να προσεγγίζουμε σύνθετα προβλήματα με αναλυτική σκέψη και δημιουργικότητα. Αυτή η δεξιότητα είναι θεμελιώδης στη θέση μου ως Technical Advisor, όπου η επίλυση τεχνικών προβλημάτων και η παροχή καινοτόμων λύσεων είναι καθημερινή πρόκληση.\n\nΗ πρωτοβουλία ήταν ένα άλλο σημαντικό στοιχείο που καλλιέργησα κατά τη διάρκεια των σπουδών μου στο Πανεπιστήμιο. Είχα την ευκαιρία να συμμετέχω σε διάφορα project και να αναλαμβάνω ηγετικούς ρόλους, κάτι που με βοήθησε να αναπτύξω την ικανότητα να δρω αυτόνομα και να καθοδηγώ ομάδες. Αυτή η νοοτροπία με βοήθησε να εξελιχθώ και να προσαρμόζομαι γρήγορα στις απαιτήσεις του χρηματοοικονομικού τομέα.\n\nΗ εκπαίδευσή μου στην επιχειρηματικότητα ήταν επίσης καθοριστική. Μέσα από εργαστήρια και διαγωνισμούς, έμαθα να αναγνωρίζω ευκαιρίες και να αναπτύσσω στρατηγικές για την εκμετάλλευσή τους. Αυτή η δεξιότητα με βοήθησε να προσθέτω αξία στο ρόλο μου, προτείνοντας και υλοποιώντας καινοτόμες λύσεις που βελτιώνουν τη λειτουργία του χρηματιστηρίου.\n\nΤα soft skills που ανέπτυξα κατά τη διάρκεια των σπουδών μου ήταν εξίσου σημαντικά με τις τεχνικές γνώσεις. Οι ομαδικές εργασίες, οι παρουσιάσεις και η συνεχής αλληλεπίδραση με συμφοιτητές και καθηγητές μου δίδαξαν την αξία της συνεργασίας, της επικοινωνίας και της ομαδικότητας. Στην επαγγελματική μου ζωή, αυτές οι δεξιότητες είναι απαραίτητες για τη διαχείριση ομάδων και τη διατήρηση αποτελεσματικών συνεργασιών με συναδέλφους και συνεργάτες.\n\nΑναπολώντας τα χρόνια μου στο Πανεπιστήμιο, νιώθω βαθιά ευγνωμοσύνη για τις εμπειρίες και τις γνώσεις που απέκτησα. Το πανεπιστήμιο αυτό μου έδωσε τα εφόδια για να εξελιχθώ και να επιτύχω στον τομέα της τεχνολογίας και των χρηματοοικονομικών. Είμαι περήφανος που ανήκω στους διακεκριμένους αποφοίτους του Πανεπιστημίου και ευχαριστώ θερμά όλους όσοι συνέβαλαν σε αυτή την πορεία.",
	"image":"alumni10.jpg",
	"video":"https://youtu.be/jMEL7cyvFrY?si=RZv02sUkuw07DceK"
},
{"id": 6,
	"name":"Αλέξανδρος Δημητρόπουλος",
	"age":"37",
	"graduationYear":"2010",
	"educationDegree":"",
	"educationInstitute":"",
	"currentJob":"Quantum Computing Researcher at QuantumFlare Innovations",
	"emailAdress":"",
	"text":"Ονομάζαμαι Αλέξανδρος Δημητρόπουλος και αποφοίτησα από τη Σχολή Μηχανικών Υπολογιστών του Πανεπιστημίου το 2010. Σήμερα εργάζομαι ως Quantum Computing Researcher στην εταιρεία QuantumFlare Innovations. Η εκπαίδευση και οι εμπειρίες μου στο Πανεπιστήμιο ήταν καθοριστικές για την καριέρα μου και με βοήθησαν να αναπτύξω τις δεξιότητες που χρειάζομαι για να διαπρέψω στον τομέα της κβαντικής πληροφορικής. \n\n Κατά τη διάρκεια των σπουδών μου, η έμφαση στην επίλυση προβλημάτων (problem solving) ήταν κεντρική. Μέσα από απαιτητικά μαθήματα και εργαστηριακές ασκήσεις, οι καθηγητές μας δίδαξαν πώς να αντιμετωπίζουμε περίπλοκα προβλήματα με αναλυτική σκέψη και δημιουργικότητα. Αυτές οι δεξιότητες είναι απαραίτητες στην έρευνα κβαντικών υπολογιστών, όπου η επίλυση πρωτόγνωρων και πολύπλοκων ζητημάτων είναι καθημερινή πρόκληση. \n\n Η ανάληψη πρωτοβουλιών ήταν ένα άλλο σημαντικό κομμάτι της εκπαίδευσής μου. Στο Πανεπιστήμιο, είχα την ευκαιρία να αναλάβω ηγετικούς ρόλους σε ομαδικά projects και να προωθήσω δικές μου ιδέες. Αυτή η εμπειρία με βοήθησε να αναπτύξω την αυτοπεποίθηση και την ικανότητα να παίρνω πρωτοβουλίες, κάτι που είναι ζωτικής σημασίας για την έρευνα και την καινοτομία στην κβαντική πληροφορική. \n\n Το Πανεπιστήμιο έδωσε επίσης έμφαση στην επιχειρηματικότητα. Μέσα από διαγωνισμούς και εργαστήρια, έμαθα να εντοπίζω ευκαιρίες και να αναπτύσσω στρατηγικές για την εκμετάλλευσή τους. Αυτή η προσέγγιση με βοήθησε να συνεισφέρω σε καινοτόμα projects στην QuantumFlare Innovations και να προωθώ νέες τεχνολογίες στην αγορά. \n\n Επιπλέον, τα soft skills που απέκτησα κατά τη διάρκεια των σπουδών μου ήταν εξίσου σημαντικά. Οι ομαδικές εργασίες, οι παρουσιάσεις και οι συνεχείς αλληλεπιδράσεις με συμφοιτητές και καθηγητές βελτίωσαν τις επικοινωνιακές μου δεξιότητες και την ικανότητά μου να συνεργάζομαι αποτελεσματικά. Στην επαγγελματική μου ζωή, αυτές οι δεξιότητες είναι απαραίτητες για τη συνεργασία με διεθνείς ομάδες και την επιτυχή ολοκλήρωση πολύπλοκων ερευνητικών έργων. \n\n Αναλογιζόμενος τα χρόνια μου στο Πανεπιστήμιο, νιώθω βαθιά ευγνωμοσύνη για τις εμπειρίες και τις γνώσεις που αποκόμισα. Το πανεπιστήμιο αυτό μου έδωσε τα εφόδια για να εξελιχθώ και να επιτύχω στον τομέα της κβαντικής πληροφορικής. Είμαι περήφανος που ανήκω στους διακεκριμένους αποφοίτους του Πανεπιστημίου και ευχαριστώ θερμά όλους όσοι συνέβαλαν σε αυτή την πορεία.",
	"image":"alumni6.jpg",
	"video":"https://youtu.be/1KRlkEShw6E?si=NfGinexFRStYF_qc"
},
{"id": 2,
	"name":"Δημήτριος Αθανασίου",
	"age":"38",
	"graduationYear":"2010",
	"educationDegree":"",
	"educationInstitute":"",
	"currentJob":"AI specialist at Google",
	"emailAdress":"",
	"text":"Ονομάζαμαι Δημήτριος Αθανασίου και αποφοίτησα το 2010 από τη Σχολή Μηχανικών Υπολογιστών του Πανεπιστημίου. Σήμερα, εργάζομαι ως AI Specialist στην Google. Οι σπουδές μου στο Πανεπιστήμιο έπαιξαν καθοριστικό ρόλο στην επαγγελματική μου πορεία και με βοήθησαν να διαμορφώσω τις δεξιότητες και τις αξίες που απαιτούνται στον σύγχρονο τεχνολογικό κόσμο.\n\nΚατά τη διάρκεια των σπουδών μου, είχα την ευκαιρία να ασχοληθώ με πολύπλοκα προβλήματα, τα οποία με δίδαξαν την αξία της μεθοδικής σκέψης και της επιμονής. Οι καθηγητές μας ενθάρρυναν συνεχώς να αντιμετωπίζουμε τις προκλήσεις με ανοιχτό μυαλό και να αναζητούμε καινοτόμες λύσεις. Αυτή η νοοτροπία με ακολούθησε στην καριέρα μου, ειδικά όταν ασχολούμαι με την ανάπτυξη συστημάτων Τεχνητής Νοημοσύνης που απαιτούν υψηλό επίπεδο δημιουργικότητας και ακριβούς επίλυσης προβλημάτων.\n\nΗ πρωτοβουλία ήταν μια ακόμα πολύτιμη δεξιότητα που απέκτησα. Στο Πανεπιστήμιο, μας ενθάρρυναν να πάρουμε την ευθύνη των έργων μας και να προωθούμε τις ιδέες μας. Αυτό με έκανε να αναπτύξω την ικανότητα να προσαρμόζομαι γρήγορα και να αναλαμβάνω δράση σε νέες και απρόβλεπτες καταστάσεις, κάτι που είναι ιδιαίτερα σημαντικό στην Google, όπου η τεχνολογική πρόοδος κινείται με ταχύτατους ρυθμούς.\n\nΈνα από τα πιο ενδιαφέροντα κομμάτια της εκπαίδευσής μου ήταν η έμφαση στην επιχειρηματικότητα. Μέσα από διαγωνισμούς και συνεργατικά projects, έμαθα πώς να αναπτύσσω και να προωθώ νέες ιδέες. Η εμπειρία αυτή με εξόπλισε με την αυτοπεποίθηση και την τεχνογνωσία που χρειάζονται για να συμβάλλω σε καινοτόμα projects στην Google.\n\nΑξιοσημείωτη ήταν και η ανάπτυξη των soft skills μου. Οι ομαδικές εργασίες, οι παρουσιάσεις και η αλληλεπίδραση με συμφοιτητές και καθηγητές με βοήθησαν να καλλιεργήσω τις επικοινωνιακές μου δεξιότητες και την ικανότητα να συνεργάζομαι αποτελεσματικά σε ομάδες. Αυτές οι δεξιότητες αποδείχθηκαν απαραίτητες στην επαγγελματική μου ζωή, καθώς η συνεργασία με διεθνείς και πολυπολιτισμικές ομάδες είναι καθημερινό φαινόμενο στην Google.\n\nΑναπολώντας τις σπουδές μου στο Πανεπιστήμιο, αισθάνομαι ευγνωμοσύνη για τις εμπειρίες και τις γνώσεις που απέκτησα. Το πανεπιστήμιο αυτό με εξόπλισε με τις δεξιότητες και την αυτοπεποίθηση που χρειάζονται για να διαπρέψω στον τομέα της Τεχνητής Νοημοσύνης. Είμαι περήφανος που ανήκω στους διακεκριμένους αποφοίτους του Πανεπιστημίου και ευχαριστώ θερμά όλους όσοι συνέβαλαν σε αυτό το ταξίδι.",
	"image":"alumni2.jpg",
	"video":"https://youtu.be/76Hml-vJJEY?si=9YNcKYvRoKGequXh"
},
{"id": 5,
	"name":"Μαρία Αναστασίου",
	"age":"30",
	"graduationYear":"2017",
	"educationDegree":"",
	"educationInstitute":"",
	"currentJob":"5G Network Engineer at Nebula Horizon",
	"emailAdress":"",
	"text":"Ονομάζαμαι Μαρία Αναστασίου και αποφοίτησα από τη Σχολή Μηχανικών Υπολογιστών του Πανεπιστημίου το 2017. Σήμερα εργάζομαι ως 5G Network Engineer στην εταιρεία Nebula Horizon. Οι εμπειρίες και οι γνώσεις που αποκόμισα κατά τη διάρκεια των σπουδών μου στο Πανεπιστήμιο ήταν θεμελιώδεις για την επαγγελματική μου ανάπτυξη και επιτυχία.\n\nΚατά τη διάρκεια των σπουδών μου, έμαθα να αντιμετωπίζω σύνθετα προβλήματα με μεθοδικότητα και δημιουργικότητα, μια δεξιότητα που είναι απαραίτητη στον τομέα της μηχανικής δικτύων (problem solving). Οι καθηγητές μας ενθάρρυναν να αναλύουμε τα προβλήματα σε βάθος και να βρίσκουμε καινοτόμες λύσεις. Αυτή η προσέγγιση με βοήθησε να αναπτύξω την ικανότητα να επιλύω προβλήματα γρήγορα και αποτελεσματικά, κάτι που είναι κρίσιμο στην καθημερινή μου εργασία στην ανάπτυξη δικτύων 5G.\n\nΗ ανάληψη πρωτοβουλιών ήταν επίσης ένα βασικό στοιχείο της εκπαίδευσής μου. Στο Πανεπιστήμιο, είχα την ευκαιρία να συμμετέχω σε διάφορα έργα και να αναλάβω ηγετικό ρόλο σε ομαδικές εργασίες. Αυτή η εμπειρία με βοήθησε να γίνω πιο αυτοδύναμη και να αναπτύξω την ικανότητα να παίρνω αποφάσεις και να καθοδηγώ ομάδες, μια δεξιότητα που αποδείχθηκε εξαιρετικά χρήσιμη στον ρόλο μου ως 5G Network Engineer.\n\nΗ επιχειρηματικότητα ήταν ένα άλλο σημαντικό κομμάτι της εκπαίδευσής μου. Μέσα από διαγωνισμούς και προγράμματα επιχειρηματικότητας, έμαθα να αναγνωρίζω ευκαιρίες και να αναπτύσσω στρατηγικές για την εκμετάλλευσή τους. Αυτή η νοοτροπία με βοήθησε να καινοτομώ και να προσθέτω αξία στα έργα μου στην Nebula Horizon, προωθώντας νέες ιδέες και λύσεις.\n\nΕξίσου σημαντικά ήταν τα soft skills που ανέπτυξα κατά τη διάρκεια των σπουδών μου. Οι ομαδικές εργασίες, οι παρουσιάσεις και η συνεχής αλληλεπίδραση με συμφοιτητές και καθηγητές βελτίωσαν τις επικοινωνιακές μου δεξιότητες και την ικανότητά μου να συνεργάζομαι αποτελεσματικά με άλλους. Στον επαγγελματικό μου χώρο, αυτές οι δεξιότητες είναι απαραίτητες για τη συνεργασία με διεθνείς ομάδες και την επιτυχή ολοκλήρωση πολύπλοκων έργων.\n\nΑναλογιζόμενη τα χρόνια μου στο Πανεπιστήμιο, νιώθω βαθιά ευγνωμοσύνη για τις εμπειρίες και τις γνώσεις που απέκτησα. Το πανεπιστήμιο αυτό μου προσέφερε τα εφόδια για να εξελιχθώ και να διαπρέψω στον τομέα των δικτύων. Είμαι περήφανη που ανήκω στους διακεκριμένους αποφοίτους του Πανεπιστημίου και ευχαριστώ θερμά όλους όσοι συνέβαλαν σε αυτή την πορεία.",
	"image":"alumni5.jpg",
	"video":"https://youtu.be/PkNwfE688kk?si=a-JgX4uS7yLuekeq"
}
]
